Repository: mhromylo/pingpong
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, hr, uk

source: Toggle navigation
az: Navigasiyanı dəyişdir
hr: Ažuriraj Korisnički Račun
uk: Перемкнути навігацію

source: Update Profile
az: Profili yenilə
uk: Оновити профіль

source: Change Password
az: Şifrəni dəyiş
hr: Promijeni Lozinku
uk: Змінити пароль

source: Add Friend
az: Dost əlavə et
hr: Dodaj Prijatelja
uk: Додати друга

source: Game Setup
az: Oyun quraşdırması
hr: Postavi Igru
uk: Налаштування гри

source: Tournament
az: Turnir
hr: Turnin
uk: Турнір

source: Log Out
az: Çıxış
hr: Izlogiraj Se
uk: Вийти

source: Log In
az: Giriş
hr: Ulogiraj Se
uk: Увійти

source: Register
az: Qeydiyyat
hr: Registracija
uk: Реєстрація

source: Friends:
az: Dostlar:
hr: Prijatelji:
uk: Друзі:

source: Online
az: Onlayn
hr: Na Mreži
uk: Онлайн

source: Offline
az: Oflayn
hr: Izvan Mreže
uk: Офлайн

source: Delete
az: Sil
hr: Izbriši
uk: Видалити

source: No friends added yet.
az: Hələ dost əlavə edilməyib.
hr: Još nema dodanih prijatelja
uk: Ще не додано жодного друга.

source: Change password
az: Şifrəni dəyiş
hr: Promijeni Lozinku
uk: Змінити пароль

source: Game Result
az: Oyun nəticəsi
hr: Rezultat Igre
uk: Результат гри

source: <h2>Winner:</h2>
az: <h2>Qalib:</h2>
uk: <h2>Переможець:</h2>

source: Start a New Game
az: Yeni oyuna başla
hr: Pokreni Novu Igru
uk: Розпочати нову гру

source: Set Up Your Game
az: Oyununuzu quraşdırın
hr: Postavite Igru
uk: Налаштуйте свою гру

source: Player 2 Username:
az: 2-ci oyunçunun istifadəçi adı:
hr: Ime Igrača br. 2:
uk: Ім'я користувача гравця 2:

source: Player 2 Password:
az: 2-ci oyunçunun şifrəsi:
hr: Lozinka Igrača br. 2:
uk: Пароль гравця 2:

source: Log in second Player
az: İkinci oyunçunu daxil edin
hr: Ulogirajte drugog igrača
uk: Увійти як другий гравець

source: Player 2 Profile
az: 2-ci oyunçunun profili
hr: Profil igrača br. 2
uk: Профіль гравця 2

source: Display Name:
az: Görünən ad:
hr: Ime na Zaslonu
uk: Відображуване ім'я:

source: User Avatar
az: İstifadəçi avatarı
hr: Korisnikova slika
uk: Аватар користувача

source: Wins:
az: Qələbələr:
hr: Pobjede:
uk: Перемоги:

source: Losses:
az: Məğlubiyyətlər:
hr: Porazi:
uk: Поразки:

source: Player 1:
az: 1-ci oyunçu:
hr: Igrač br. 1:
uk: Гравець 1:

source: Human
az: İnsan
hr: Osoba
uk: Людина

source: AI
az: Süni intellekt
hr: UI
uk: ШІ

source: Player 1 Colour:
az: Oyunçu 1 Rəngi:
hr: Igrač br. 1 Boja:
uk: Гравець 1 Колір

source: Red
az: Qırmızı
hr: Crvena
uk: Червоний

source: Green
az: Yaşıl
hr: Zelena
uk: Зелений

source: Blue
az: Mavi
hr: Modra
uk: Синій

source: Orange
az: Narıncı
hr: Narančasta
uk: Помаранчевий

source: Purple
az: Bənövşəyi
hr: Ljubičasta
uk: Фіолетовий

source: Gold
az: Qızılı
hr: Zlatna
uk: Золотий

source: Black
az: Qara
hr: Crna
uk: Чорний

source: Player 2 Colour:
az: Oyunçu 2 Rəngi:
hr: Igrač br. 2 Boja:
uk: Гравець 2 Колір

source: Player 2:
az: Oyunçu 2:
hr: Igrač br. 2:
uk: Гравець 2

source: Map:
az: Xəritə:
hr: Karta:
uk: Карта

source: Normal
hr: Obična
uk: звичайна

source: Box
az: Qutu
hr: Kutija
uk: Коробка

source: Two Lines
az: İki Xətt
hr: Dvije Crte
uk: Дві лінії

source: Extras:
az: Əlavələr:
hr: Dodaci:
uk: Додатково

source: OFF
az: SÖNÜK
hr: BEZ
uk: ВИМКНЕНО

source: ON
az: YANDIR
hr: SA
uk: УВІМКНЕНО

source: Start Game
az: Oyuna Başla
hr: Pokreni Igru
uk: Почати гру

source: Start 4 Player Game
az: 4 Oyunçulu Oyuna Başla
hr: Pokreni Igru za 4 Igrača
uk: Почніть гру для 4 гравців

source: Welcome,
az: Xoş gəldiniz,
hr: Dobrodošli,
uk: Ласкаво просимо

source: Email:
uk: Електронна пошта

source: Welcome, %%(display_name)s
uk: Ласкаво просимо, %%(display_name)

source: Player 2 Avatar
az: Oyunçu 2 Avatarı
hr: Slika Igrača br. 2
uk: Аватар гравця 2

source: Log Out Player 2
az: Oyunçu 2-ni Çıxar
hr: Izlogiraj Igrača br. 2
uk: Вийти гравець 2

source: Player 3 Avatar
az: Oyunçu 3 Avatarı
hr: Slika Igrača br. 3
uk: Аватар гравця 3

source: Player 3 Profile
az: Oyunçu 3 Profili
hr: Korisnički Račun Igrača br. 3
uk: Профіль гравця 3

source: Username
az: İstifadəçi adı
hr: Korisničko ime
uk: Ім'я користувача

source: Password
az: Şifrə
hr: Lozinka
uk: Пароль

source: Login
az: Giriş
hr: Ulogiraj se
uk: Логін

source: Game Between %(game.player1.user.username)s and %(game.player2.user.username)s
az: %(game.player1.user.username)s və %(game.player2.user.username)s arasında oyun
hr: Igra Između %(game.player1.user.username)s i %(game.player2.user.username)s
uk: Гра між %(game.player1.user.username)s і %(game.player2.user.username)s

source: Score:
az: Hesab:
hr: Rezultat:
uk: Рахунок

source: Submit Scores
az: Hesabları göndər
hr: Predaj Rezultat:
uk: Надіслати Рахунок

source: Welcome, %(user.username)s
az: Xoş gəldiniz, %(user.username)s
hr: Dobrodošli, %(user.username)s
uk: Ласкаво просимо, %(user.username)s

source: Sign up
az: Qeydiyyatdan keç
hr: Prijavi se
uk: Зареєструватися

source: Welcome, %(user.username)s!
az: Xoş gəldiniz, %(user.username)s!
hr: Dobrodošli, %(user.username)s
uk: Ласкаво просимо, %(user.username)s

source: Create Tournament
az: Turnir yarat
hr: Napravi Turnir
uk: Створити турнір

source: Tournament:
az: Turnir:
hr: Turnir:
uk: Турнір

source: Creator:
az: Yaradan:
hr: Stvorio:
uk: Творець

source: Players:
az: Oyunçular:
hr: Igrači:
uk: Гравці:

source: Start Tournament
az: Turniri başlat
hr: Pokreni Turnir
uk: Розпочати турнір

source: Quit Tournament
az: Turnirdən çıx
hr: Napusti Turnir
uk: Вийти з турніру

source: Colour:
az: Rəng:
hr: Boja:
uk: Колір

source: Player Display Name:
az: Oyunçunun görünən adı:
hr: Igračevo Ime na Zaslonu
uk: Ім'я гравця:

source: Update
az: Yenilə
hr: Ažuriraj
uk: оновити

source: Join Tournament
az: Turnirə qoşul
hr: Pridruži se Turniru
uk: Приєднатися до турніру

source: Log in Player 2
az: Oyunçu 2 daxil olsun
hr: Ulogiraj Igrača br. 2
uk: Увійти, гравець 2

source: Player 3
az: Oyunçu 3
hr: Igrač br. 3
uk: Гравець 3

source: Player 3 Username:
az: Oyunçu 3 istifadəçi adı:
hr: Korisničko Ime Igrača br. 3
uk: Ім'я користувача гравця 3:

source: Player 3 Password:
az: Oyunçu 3 şifrəsi:
hr: Lozinka Igrača br. 3
uk: Пароль гравця 3:

source: Log in Player 3
az: Oyunçu 3 daxil olsun
hr: Ulogiraj Igrača 3
uk: Увійти, гравець 3

source: Player 3 Display Name:
az: Oyunçu 3 görünən adı:
hr: Igrač br. 3 Ime na Zaslonu
uk: Відображуване ім'я гравця 3:

source: Player 4
az: Oyunçu 4
hr: Igrač br. 4
uk: Гравець 4

source: Player 4 Username:
az: Oyunçu 4 istifadəçi adı:
hr: Korisničko Ime Igrača br. 4
uk: Ім'я користувача гравця 4:

source: Player 4 Password:
az: Oyunçu 4 şifrəsi:
hr: Lozinka Igrača br. 4
uk: Пароль гравця 4:

source: Log in Player 4
az: Oyunçu 4 daxil olsun
hr: Ulogiraj Igrača 4
uk: Увійти, гравець 4

source: Player 4 Display Name:
az: Oyunçu 4 görünən adı:
hr: Igrač br. 4 Ime na Zaslonu
uk: Відображуване ім'я гравця 4:

source: Game Settings
az: Oyun parametrləri
hr: Postavke Igre
uk: Налаштування гри

source: Game Canvas
az: Oyun sahəsi
hr: Platno Igre
uk: Гра

source: 4-Player Game
az: 4 oyunçulu oyun
hr: Igra za 4 Igrača
uk: Гра на 4 гравці

source: Start 4-Player Game
az: 4 oyunçulu oyunu başlat
hr: Pokreni Igru za 4 Igrača
uk: Почніть гру для чотирьох гравців

source: Update profile
az: Profili yenilə
hr: Ažuriraj korisnički račun
uk: Оновити профіль

source: Language has been changed
az: Dil dəyişdirildi
hr: Promijenili ste jezik
uk: Мову змінено

source: Missing language_code
az: Dil kodu çatışmır
hr: Nedostaje language_code
uk: Відсутній код мови

source: Invalid request
az: Yanlış sorğu
hr: Nevaljan zahtjev
uk: Недійсний запит

source: Account created, you can now login
az: Hesab yaradıldı, indi daxil ola bilərsiniz
hr: Račun je stvoren, možete se ulogirati
uk: Обліковий запис створено, тепер ви можете увійти

source: There was an error, please try again later
az: Xəta baş verdi, zəhmət olmasa sonra yenidən cəhd edin
hr: Došlo je do greške, molimo pokušajte kasnije
uk: Сталася помилка, спробуйте пізніше

source: You are now logged in
az: Siz uğurla daxil oldunuz
hr: Ulogirani ste
uk: Ви увійшли в систему

source: Invalid username or password
az: Yanlış istifadəçi adı və ya şifrə
hr: Netočno korisničko ime ili lozinka
uk: Недійсне ім'я користувача або пароль

source: See you later!
az: Sonra görüşərik!
hr: Vidimo se!
uk: До зустрічі!

source: Your account has been updated!
az: Hesabınız yeniləndi!
hr: Vaš korisnički račun je ažuriran!
uk: Ваш акаунт оновлено!

source: Your account has not been updated!
az: Hesabınız yenilənmədi!
hr: Vaš korisnički račun NIJE ažuriran!
uk: Ваш акаунт не оновлено!!

source: Your password was successfully updated!
az: Şifrəniz uğurla yeniləndi!
hr: Uspješno ste ažurirali lozinku!
uk: Ваш пароль успішно оновлено!

source: Please correct the error in the form.!
az: Zəhmət olmasa, formadakı xətanı düzəldin!
hr: Molimo Vas da ispravite grešku u formularu.
uk: Будь ласка, виправте помилку в формі!

source: You cannot add yourself as a friend.
az: Özünüzü dost kimi əlavə edə bilməzsiniz.
hr: Ne možete sebe dodati za prijatelja.
uk: Ви не можете додати себе в друзі.

source: You are already friends..
az: Siz artıq dostsunuz.
hr: Već ste prijatelji.
uk: Ви вже друзі..

source: You are now friends
az: İndi dostsunuz
hr: Postali ste prijatelji
uk: Ви тепер друзі

source: Something went wrong while adding friend.
az: Dost əlavə edərkən bir xəta baş verdi.
hr: Nešto je pošlo po krivu pri dodavanju prijatelja.
uk: Під час додавання друга сталася помилка.

source: You are now not friends more
az: Siz artıq dost deyilsiniz
hr: Više niste prijatelji
uk: Ви тепер більше не друзі

source: Wrong request
az: Yanlış sorğu
hr: Krivi zahtjev
uk: Неправильний запит

source: You cannot play against yourself.
az: Özünüzə qarşı oynaya bilməzsiniz.
hr: Ne možete igrati protiv sebe
uk: Ви не можете грати проти себе.

source: Second player logined
az: İkinci oyunçu daxil oldu
hr: Drugi igrač ulogiran
uk: Другий гравець увійшов

source: Wrong credentials for Player 2
az: İkinci oyunçu üçün yalnış giriş məlumatları
hr: Krivi podaci za Igrača br. 2
uk: Неправильні облікові дані для гравця 2

source: Player 2 has been logged out.
az: İkinci oyunçu çıxış etdi.
hr: Igrač br. 2 se je izlogirao
uk: Гравець 2 вийшов із системи.

source: No Player 2 is currently logged in.
az: Hal-hazırda ikinci oyunçu daxil deyil.
hr: Igrač br. 2 trenutno nije ulogiran
uk: Гравець 2 наразі не ввійшов у систему

source: Game result saved successfully!
az: Oyun nəticəsi uğurla saxlanıldı!
hr: Rezultat uspješno spremljen
uk: Результат гри успішно збережено!

source: Display name is required.
az: Göstərilən ad tələb olunur.
hr: Potrebno je unesti ime na zaslonu
uk: Введіть відображуване ім’я.

source: Invalid player id format.
az: Yanlış oyunçu ID formatı.
hr: Nevaljan format identifikacije igrača
uk: Недійсний формат ідентифікатора гравця.

source: Display name updated successfully.
az: Göstərilən ad uğurla yeniləndi.
hr: Uspješno ste ažurirali ime na zaslonu
uk: Відображуване ім'я успішно оновлено.

source: Invalid request method.
az: Yanlış sorğu metodu.
hr: Nevaljana metoda zahtjeva
uk: Недійсний метод запиту.

source: Player 2 logged in successfully.
az: İkinci oyunçu uğurla daxil oldu.
hr: Igrač br. 2 se je uspješno ulogirao.
uk: Гравець 2 успішно ввійшов у систему.

source: Invalid username or password.
az: Yanlış istifadəçi adı və ya şifrə.
hr: Nevaljano korisničko ime ili lozinka.
uk: Недійсне ім'я користувача або пароль.

source: Player 3 logged in successfully.
az: Üçüncü oyunçu uğurla daxil oldu.
hr: Igrač br. 3 se je uspješno ulogirao.
uk: Гравець 3 успішно ввійшов у систему.

source: Player 4 logged in successfully.
az: Dördüncü oyunçu uğurla daxil oldu.
hr: Igrač br. 4 se je uspješno ulogirao.
uk: Гравець 4 успішно ввійшов у систему.

source: Tournament created successfully!
az: Turnir uğurla yaradıldı!
hr: Turnir uspješno stvoren
uk: Турнір успішно створено!

source: There was an error creating the tournament.
az: Turnir yaradılarkən bir xəta baş verdi.
hr: Došlo je do greške pri stvaranju turnira
uk: Під час створення турніру сталася помилка.

source: Tournament is full or you have already joined.
az: Turnir doludur və ya artıq qoşulmusunuz.
hr: Turnir je pun ili ste mu se već pridruži
uk: Турнір заповнений або ви вже приєдналися.

source: Tournament already started.
az: Turnir artıq başlayıb.
hr: Turnir je već započeo.
uk: Турнір вже стартував.

source: Tournament has started!
az: Turnir başladı!
hr: Turnir je već započeo!
uk: Турнір стартував.

source: You are not the creator or the tournament is not full.
az: Siz yaradıcı deyilsiniz və ya turnir tam dolmayıb.
hr: Turnir niste stvorili Vi ili nije pun.
uk: Ви не творець або турнір не заповнений.

source: Tournament not found
az: Turnir tapılmadı
hr: Turnir nije pronađen
uk: Турнір не знайдено

source: Winner
hr: Pobjednik
